
public class StudentPrintMain {
	/*
	--------------학생 성적출력-------------------
	학번  이름   국어 영어 수학 총점 평균 평점 석차
	-----------------------------------------------
	 1   김경호   42   56   78   334  34.8  A   3  
	 2   김경수   45   53   76   334  34.8  A   2  
	-----------------------------------------------
	*/
	public static void main(String[] args) {
		System.out.println("--------------학생 성적출력--------------------");
		System.out.println("학번  이름   국어 영어 수학 총점 평균 평점 석차");
		System.out.println("-----------------------------------------------");
		System.out.println("1   김경호   42   56   78   334  34.8  A   3  ");
		System.out.println("2   김경수   45   53   76   334  34.8  A   2  ");
		System.out.println("-----------------------------------------------");

	}

}
